Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropItem.Coefficient
The coefficient between the begin connector and end connector, unitlesss.
Since:
2014

Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropItem.EndConnectorIndex
The index of the end conector of the flow path.
Since:
2014

Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropItem.BeginConnectorIndex
The index of the begin connector of the flow path.
Since:
2014